Repository: hinoshiba/pomogem
Catalog: PomoGem/Localization/Jar.xcstrings
Source language: ja
Languages: en

source: %@、%@の記念石、質量には含まれません
en: %1$@, milestone stone: %2$@, adds no mass

source: %@。「最新の結晶の内訳を見る」アクションで、保存されている粒数や質量などを確認できます
en: %@. Use the “View Newest Crystal Details” action to check its saved gem count, mass and more

source: %@。この端末で確認済みの集中時間の質量：%@。
en: %1$@. Mass of focus time confirmed on this device: %2$@.

source: %@。この端末で確認済みの集中時間の質量：%@以上。
en: %1$@. Mass of focus time confirmed on this device: at least %2$@.

source: %@。これまでの合計は確認が済むと表示します。
en: %@. Your total so far appears once the check is done.

source: %@など
en: %@ and others

source: %lld粒、%lld個のまとまりを含むまとまり粒
en: crystal holding %1$lld gems (smaller crystals inside: %2$lld)

source: %lld粒、%lld個の結晶を含む結晶
en: Crystal containing %1$lld gems and %2$lld smaller crystals

source: %lld粒を含むまとまり粒
en: crystal holding %lld gems

source: %lld粒を含む結晶
en: Crystal containing %lld gems

source: 10分の石%lld個分
en: worth %lld ten-minute stones

source: iCloudを確認中
en: Checking iCloud

source: このiPhoneの集計を確認中
en: Checking this iPhone's totals

source: これまでの記録を読み込み中
en: Loading your records

source: まだ粒はありません。集中を完走するか成果を積むと、瓶に粒が入ります
en: No gems yet. Complete a focus session or add an achievement, and gems go into your jar

source: スクリーンタイムのつぶ
en: Screen Time gem

source: スクリーンタイムの虹のつぶ
en: Screen Time rainbow gem

source: スクリーンタイムの金のつぶ
en: Screen Time gold gem

source: 勉強の積み上げには含まれません
en: Not part of your study progress

source: 勉強アプリの粒
en: Gem from a study app

source: 勉強アプリの虹の粒
en: Rainbow gem from a study app

source: 勉強アプリの金の粒
en: Gold gem from a study app

source: 合計%lld粒分
en: holding %lld gems

source: 実測%lld粒
en: %lld timed gems

source: 実測のつぶ
en: timed gem

source: 実測の粒
en: Measured gem

source: 実測の虹のつぶ
en: timed rainbow gem

source: 実測の虹の粒
en: Measured rainbow gem

source: 実測の金のつぶ
en: timed gold gem

source: 実測の金の粒
en: Measured gold gem

source: 寄り道
en: Apps to use less

source: 寄り道の黒い石%lld個
en: %lld black stones from apps you want to use less

source: 寄り道の黒い石、10分の石%lld個分。勉強の積み上げには含まれません
en: Black stone from apps you want to use less, worth %lld ten-minute stones. Not part of your study progress

source: 旧形式の結晶%lld個（保存済み情報を確認できます）
en: %lld crystals in the old format (their saved details can be opened)

source: 最新の結晶の内訳を見る
en: View Newest Crystal Details

source: 現在確認できた集中時間の質量：%@以上、集計整理中。
en: Mass of focus time confirmed so far: at least %@, while totals are being tidied.

source: 瓶
en: Jar

source: 瓶の描画がまだ準備できていません。
en: The jar isn't ready to be drawn yet.

source: 瓶の描画を取得できませんでした。
en: Couldn't capture the jar's drawing.

source: 瓶の整理：%@。
en: In the jar: %@.

source: 瓶の画像を生成できませんでした。
en: Couldn't create an image of the jar.

source: 瓶の粒が跳ねました
en: The gems in the jar bounced.

source: 瓶の粒を動かす
en: Move the Jar's Gems

source: 瓶の粒を右へ動かす
en: Move the Jar's Gems Right

source: 瓶の粒を左へ動かす
en: Move the Jar's Gems Left

source: 瓶をタップすると数秒だけ1粒が大きく跳ね、ぶつかった周囲の粒も自然に動いて止まります。その間はiPhoneを傾けたり、軽く振ったりして動かせます
en: Tap the jar and one gem bounces high for a few seconds; the gems it hits move naturally, then settle. Meanwhile, tilt or gently shake your iPhone to move them

source: 結晶%lld個
en: %lld crystals

source: 自己申告%lld粒
en: %lld self-reported gems

source: 自己申告のつぶ
en: self-reported gem

source: 自己申告の粒
en: Self-reported gem

source: 自己申告の虹のつぶ
en: self-reported rainbow gem

source: 自己申告の虹の粒
en: Self-reported rainbow gem

source: 自己申告の金のつぶ
en: self-reported gold gem

source: 自己申告の金の粒
en: Self-reported gold gem

source: 虹%lld粒
en: %lld rainbow gems

source: 記念石%lld個
en: %lld milestone stones

source: 記録した集中時間の質量：%@。
en: Mass of recorded focus time: %@.

source: 過去の集中
en: Earlier focus

source: 過去の集中 %lld
en: Earlier focus %lld

source: 金%lld粒
en: %lld gold gems
